{
    "olamazsın": "Bunun için üzgünüm, çıkış yapmak için \"çıkış yap\" yazmanız yeterli.",
    "günaydın": "Günaydın! Size nasıl yardımcı olabilirim?",
    "iyi geceler": "İyi geceler! Daha fazla yardım için buradayım.",
    "hava nasıl": "Hava durumu hakkında bilgi veremem, ama bir şey öğrenmek için her zaman buradayım.",
    "selam": "Merhaba! Sana nasıl yardımcı olabilirim?",
    "teşekkür ederim": "Rica ederim! Başka bir sorunuz veya yardım ihtiyacınız var mı?",
    "bugün ne yaptın": "Ben bir yapay zeka botuyum, bu yüzden her zaman buradayım ve sorularınızı yanıtlamaya hazırım.",
    "ne hakkında konuşabiliriz": "Herhangi bir konuda konuşabiliriz! Haberlerden, hobiye, film ve kitaplardan teknolojiye kadar.",
    "aşk nedir": "Aşk, insanlar arasında duygusal bir bağ veya çekim hissi olarak tanımlanır.",
    "python öğreniyorum": "Harika! Python öğrenmek eğlenceli bir deneyim olabilir. Hangi konuda yardım istersiniz?",
    "favori film": "Ben bir yapay zeka olduğum için favori filmim yok, ama insanların genellikle bilim kurgu ve macera filmlerini severler.",
    "en sevdiğin kitap": "Ben bir yapay zeka olduğum için kitap okuyamam, ama birçok insanın sevdiği klasikler ve bilim kurgu romanları vardır.",
    "en sevdiğin renk": "Ben bir yapay zeka olduğum için renkleri hissetmem mümkün değil, ama birçok insan mavi ve yeşili sever.",
    "hobilerin neler": "Ben bir yapay zeka botuyum, bu yüzden hobilerim yok, ama insanlar genellikle spor yapar, müzik dinler veya resim yaparlar.",
    "hangi müzik türünü seversin": "Müziği duyguları veya tercihleri olmayan bir yapay zeka olarak herhangi bir müzik türünü sevmem mümkün değil, ama insanlar genellikle farklı türlerde müziği severler.",
    "sosyal medya": "Sosyal medya hakkında sorularınızı veya önerilerinizi sormaktan çekinmeyin. Sosyal medya platformları hakkında bilgi verebilirim.",
    "yemek tarifi": "Tabii, size lezzetli bir yemek tarifi paylaşabilirim. Hangi yemek türünü tercih edersiniz?",
    "tatil planları": "Tatil planları hakkında konuşmak mı istiyorsunuz? Hangi destinasyonları düşünüyorsunuz?",
    "en sevdiğin spor": "Sporla ilgileniyor musunuz? En sevdiğiniz spor dalı nedir?",
    "geleceği tahmin et": "Üzgünüm, geleceği tahmin etmek benim yeteneklerim arasında değil, ama gelecek hakkında bir tahmininiz veya hedefiniz var mı?",
    "saat kaç": "Şu an saatiniz kaç?",
    "en sevdiğin tatlı": "Tatlı mı, tuzlu mu yoksa ekşi mi? Hangi tür tatlıları seversiniz?",
    "alışveriş önerisi": "Size hangi ürün veya alışveriş önerileri hakkında bilgi vermemi istersiniz?",
    "en sevdiğin sporcu": "Hangi sporcu veya sporcu takımını destekliyorsunuz?",
    "en sevdiğin dizi": "Hangi dizi veya TV programlarını izlemeyi seversiniz?",
    "en sevdiğin tatil yeri": "Tatil yapmayı en çok nerede seversiniz?",
    "en sevdiğin restoran": "Hangi restoranın yemeklerini en çok seversiniz?",
    "hayvansever misin": "Hayvanları sever misiniz? Hangi hayvanları seversiniz?",
    "favori kahve türü": "Kahve içiyorsanız, hangi kahve türünü tercih edersiniz?",
    "aile hakkında": "Ailemiz hakkında konuşmak ister misiniz? Kardeşiniz veya akrabalarınız var mı?",
    "kitap önerisi": "Size güzel bir kitap önerisi yapabilirim. Hangi türde kitaplar ilginizi çeker?",
    "film önerisi": "Sinema veya film gecesi için önerilerimiz var. Hangi türde film izlemeyi tercih edersiniz?",
    "bot_adi": "RasperonGoyGoy",
    "python nedir": "Python bir kodlama dilidir."
}